tap "candid82/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "yqrashawn/goku"

brew "bat"
brew "deno"
brew "diff-so-fancy"
brew "exa"
brew "fzf"
brew "gh"
brew "git"
brew "git-lfs"
brew "go"
brew "jq"
brew "mas"
brew "n"
brew "pnpm"
brew "ripgrep"
brew "starship"
brew "tree"
brew "wget"
brew "yarn", args: ["--without-node"]
brew "z"
brew "yqrashawn/goku/goku"

cask "1password"
cask "cleanshot"
cask "iterm2"
cask "karabiner-elements"
cask "notion"
cask "raycast"
cask "rocket"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "zoom"

mas "Unsplash Wallpapers", id: 1284863847
