# tap "candid82/brew"
# tap "homebrew/bundle"
# tap "homebrew/cask"
# tap "homebrew/cask-fonts"
# tap "homebrew/cask-versions"
# tap "homebrew/core"
# tap "homebrew/services"

brew "bat"
# brew "cloc"
brew "diff-so-fancy"
brew "exa"
brew "fzf"
brew "gh"
# brew "git"
# brew "git-lfs"
# brew "go"
brew "jq"
brew "ripgrep"
brew "shellcheck"
brew "starship"
brew "zoxide"

cask "1password"
cask "brave-browser"
cask "font-fira-code-nerd-font"
cask "cleanshot"
cask "iterm2"
cask "raycast"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "zoom"
